[
    {
        "1": "Ek ladka shaadi ke liye ek ladki ko dekhne gaya Ladke ne socha ki kyun na ladki ko impress kiya jaaye aur English mein baat karne ki sochi Ladka bola: Suniye aapko English chalti hai na? Ladki sharmate hue dheere se boli: Ji bilkul chalti hai Agar SODA ho saath mein ho tab toh DESI bhi chalti hai"
    },
    {
        "2": "My old aunts would come and tease me at weddings, “Well Sarah? Do you think you’ll be next?” - We’ve settled this quickly once I’ve started doing the same to them at funerals"
    },
    {
        "3": "Guest to the waiter: “Can you bring me what the lady at the next table is having?” - Waiter: “Sorry, sir, but I’m pretty sure she wants to eat it herself"
    },
    {
        "4": "Wife: “It’s our wedding anniversary in a week, darling. How do you think we should celebrate?” - Husband: “With a minute of silence"
    },
    {
        "5": "Father: “Son, you were adopted.”   Son: “What?! I knew it! I want to meet my biological parents!”   Father: “We are your biological parents. Now pack up, the new ones will pick you up in 20 minutes"
    },
    {
        "6": "A boss announces to his staff: “I’ve lost a wallet with 500 dollars, if you find it, I’m offering a 100 dollars finder’s fee!” - A voice in the background says: “I’m offering 200!"
    },
    {
        "7": "Today, my son came to me and gave me a hug – out of the blue. I was very pleasantly surprised – that is, until I heard him tell his father, “You’re right. She did gain weight."
    },
    {
        "8": "Women really know how to hold a grudge. My wife asked me to pass her a lip balm. And by mistake, I gave her a tube of Super Glue. It’s been a month now and she’s still not speaking to me!"
    },
    {
        "9": "Dad on the last day of school: So, where’s your school report, my boy? Tom: Sorry, I’ll bring it a day later. Dad: Why? Tom: I borrowed it to Kevin because he wanted to scare his parents."
    },
    {
        "10": "– I’m still not sure whether to buy this house. It’s really nice and everything but I heard it’s haunted. – Pishposh. I’ve never seen any ghosts here, and I’ve lived in the neighborhood for 500 years! "
    }
]